{
  "aries-aries": [
    "Two Aries in a relationship is just two people fighting over who gets to drive, who gets to pick the music, and who started the fight about the driving and the music.",
    "This isn't a relationship, it's a competition with occasional kissing.",
    "Their couple's therapist has filed for workers' compensation. Twice."
  ],
  "aries-leo": [
    "Two fire signs walk into a relationship. The fire department has been called.",
    "This couple's arguments are so loud that their neighbors think they're filming a reality show. They might be right."
  ],
  "aries-cancer": [
    "Aries breaks things. Cancer cries about the broken things. Aries gets frustrated about the crying. Cancer cries about the frustration. This is a loop.",
    "One runs toward conflict at full speed. The other runs toward the fridge to eat their feelings. The fridge is tired."
  ],
  "aquarius-leo": [
    "Leo wants attention. Aquarius wants to abolish the concept of attention. This relationship is a paradox wrapped in a screaming match.",
    "Leo's love language is applause. Aquarius's love language is overthrowing social norms. They connect on absolutely nothing and can't stop trying."
  ],
  "cancer-scorpio": [
    "The emotional depth of this relationship could fill the Mariana Trench. And then flood it with tears.",
    "Together, they have enough emotional ammunition to start World War III and enough love to immediately regret it."
  ],
  "capricorn-capricorn": [
    "Two Capricorns dating is just a merger with benefits. There will be contracts. There will be performance reviews.",
    "This relationship has more structure than most corporations and less warmth than a quarterly earnings call."
  ],
  "capricorn-sagittarius": [
    "Sagittarius wants to backpack through Thailand. Capricorn wants to check their 401k. Neither will compromise. Both think they're right.",
    "This is a relationship between a free spirit and a spreadsheet. The spreadsheet is not impressed."
  ],
  "gemini-gemini": [
    "Four personalities in one relationship. Nobody knows who's dating whom anymore.",
    "Their friends can't keep up. Their therapist can't keep up. They can't keep up with themselves."
  ],
  "gemini-scorpio": [
    "Gemini lies for fun. Scorpio investigates for fun. This is not a relationship, it's an espionage thriller.",
    "Scorpio will find out what Gemini did. Gemini doesn't even remember doing it. The truth is somewhere in the middle, crying."
  ],
  "gemini-taurus": [
    "Taurus wants consistency. Gemini doesn't even know what they want for lunch. This is an irresistible force meeting an immovable object.",
    "Taurus is on Chapter 1 of their 10-year plan. Gemini has changed careers three times since breakfast."
  ],
  "leo-leo": [
    "Two Leos together means every date is a red carpet, every argument is a press conference, and every breakup is a Netflix special.",
    "There's only room for one main character in this relationship and both of them know it's them."
  ],
  "libra-scorpio": [
    "Libra wants peace. Scorpio wants the truth. Unfortunately, the truth isn't peaceful and peace isn't true.",
    "Libra will smile through the pain. Scorpio will create the pain and then stare at it intensely."
  ],
  "pisces-pisces": [
    "Two Pisces together live in a shared delusion that's honestly kind of beautiful. Until it isn't.",
    "This couple has more emotional conversations per day than most people have in a year. Nobody asked for this much depth at brunch."
  ],
  "pisces-scorpio": [
    "This is either the greatest love story ever told or the most beautiful disaster ever witnessed. There is no in-between.",
    "Together they'll create a love so deep and intense it needs its own content warning."
  ],
  "pisces-virgo": [
    "Virgo made a detailed plan for the relationship. Pisces responded with a poem. The plan was ignored. The poem didn't rhyme.",
    "One lives in reality. One lives in a fantasy. They're both convinced the other is the delusional one."
  ],
  "scorpio-scorpio": [
    "Two Scorpios together is mutually assured destruction with excellent sexual tension.",
    "They know each other's deepest secrets. They also know exactly how to weaponize them. This is a love story written by a thriller novelist."
  ]
}
